# The following property is the localized description of the plugin, which
# is typically used as the link name in an attach point
depman.description=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3068\u30db\u30b9\u30c8\u306e\u4f9d\u5b58\u95a2\u4fc2\u30de\u30cd\u30fc\u30b8\u30e3
depmandescription=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3068\u30db\u30b9\u30c8\u306e\u4f9d\u5b58\u95a2\u4fc2\u30de\u30cd\u30fc\u30b8\u30e3
instructions=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30c7\u30d0\u30a4\u30b9\u4e0a\u306e OS \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3068\u4eee\u60f3\u30db\u30b9\u30c8\u9593\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u5b9a\u7fa9\u3059\u308b\u3053\u3068\u3067\u3001HQ \u306e\u968e\u5c64\u30a2\u30e9\u30fc\u30c8\u6a5f\u80fd\u3092\u62e1\u5f35\u3057\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u968e\u5c64\u3092\u542b\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
instructionsTopLevelPlatforms=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u8ffd\u52a0\u307e\u305f\u306f\u524a\u9664\u3059\u308b\u306b\u306f\u3001\u4e0b\u306e\u30ea\u30b9\u30c8\u304b\u3089\u6700\u4e0a\u4f4d\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u9078\u629e\u3057\u307e\u3059\u3002\u6700\u4e0a\u4f4d\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u30ea\u30b9\u30c8\u306b\u30d5\u30a3\u30eb\u30bf\u3092\u9069\u7528\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002 
instructionsDependencyPlatforms=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u4e0b\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u57fa\u6e96\u3092\u5165\u529b\u3057\u307e\u3059\u3002\u4f9d\u5b58\u95a2\u4fc2\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u691c\u7d22\u7d50\u679c\u30ea\u30b9\u30c8\u304b\u3089\u6700\u4e0a\u4f4d\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u9078\u629e\u3057\u307e\u3059\u3002

topLevelPlatforms=\u6700\u4e0a\u4f4d\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0
dependentPlatforms=\u4f9d\u5b58\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0
name=\u540d\u524d
type=\u7a2e\u985e
anyType=\u3059\u3079\u3066\u306e\u7a2e\u985e
selectAType=-- \u7a2e\u985e\u3092\u9078\u629e\u3057\u307e\u3059 --
availablePlatforms=\u4f7f\u7528\u53ef\u80fd\u306a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0
selectAll=\u3059\u3079\u3066\u9078\u629e
unselectAll=\u3059\u3079\u3066\u9078\u629e\u89e3\u9664
noPlatformsFound=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
noDependentPlatformsFound=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u4f9d\u5b58\u95a2\u4fc2\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002"\u8ffd\u52a0" \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u3053\u306e\u30ea\u30bd\u30fc\u30b9\u306b\u4f9d\u5b58\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u95a2\u9023\u4ed8\u3051\u3066\u304f\u3060\u3055\u3044\u3002 
dependenciesUpdatedSuccess=\u6b63\u5e38\u306b\u4f9d\u5b58\u95a2\u4fc2\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
dependenciesUpdatedFail=\u4f9d\u5b58\u95a2\u4fc2\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
Filter=\u30d5\u30a3\u30eb\u30bf:
selectTopLevelPlatform=\u6700\u4e0a\u4f4d\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u9078\u629e
show=\u8868\u793a
all=\u3059\u3079\u3066
withDeps=\u4f9d\u5b58\u95a2\u4fc2\u3042\u308a
withoutDeps=\u4f9d\u5b58\u95a2\u4fc2\u306a\u3057
reset=\u30ea\u30bb\u30c3\u30c8
addDependency=\u4f9d\u5b58\u95a2\u4fc2\u306e\u8ffd\u52a0
removeDependency=\u4f9d\u5b58\u95a2\u4fc2\u306e\u524a\u9664
addDependencies=\u8ffd\u52a0
removeSelectedDependencies=\u9078\u629e\u6e08\u307f\u4f9d\u5b58\u95a2\u4fc2\u306e\u524a\u9664
removeAllDependencies=\u3059\u3079\u3066\u524a\u9664
done=\u5b8c\u4e86
removeAllConfirmationMessage=\u3053\u306e\u6700\u4e0a\u4f4d\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u5bfe\u3057\u3066\u3001\u3059\u3079\u3066\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u4f9d\u5b58\u95a2\u4fc2\u304c\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u7d9a\u3051\u307e\u3059\u304b?
removeSelectedConfirmationMessage=\u3053\u306e\u6700\u4e0a\u4f4d\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u5bfe\u3057\u3066\u3001\u9078\u629e\u3057\u305f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u4f9d\u5b58\u95a2\u4fc2\u304c\u524a\u9664\u3055\u308c\u307e\u3059\u3002\u7d9a\u3051\u307e\u3059\u304b?
addDependenciesProcessingMessage=\u9078\u629e\u3057\u305f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u8ffd\u52a0\u4e2d...
removeDependenciesProcessingMessage=\u9078\u629e\u3057\u305f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u524a\u9664\u4e2d...
removeAllDependenciesProcessingMessage=\u3059\u3079\u3066\u306e\u4f9d\u5b58\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u524a\u9664\u4e2d...
filterProcessingMessage=\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u30ed\u30fc\u30c9\u4e2d...
dependencyUpdateConfirmationMessage=\u4f9d\u5b58\u95a2\u4fc2\u306f\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
findDependentPlatform=\u4f9d\u5b58\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3092\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u4e0a\u306b\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u540d\u3068\u305d\u306e\u7a2e\u985e\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
errorRetrievingPlatforms=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u53d6\u5f97\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errorCreatingAssociation=\u4f9d\u5b58\u95a2\u4fc2\u306e\u66f4\u65b0\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u5b9a\u7fa9\u3092\u78ba\u8a8d\u3057\u3001\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errorModifyingAssociation=\u4f9d\u5b58\u95a2\u4fc2\u306e\u5909\u66f4\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
noPermissionModifyingAssociation=\u64cd\u4f5c\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
